Repository: casterbn/CityGNSS
Catalog: SupportingLanguage/*.lproj/Localizable.strings
Languages: pt_pt

# accuracy.text
source: Accuracy
pt_pt: Precisão

# utc.text
source: UTC Time
pt_pt: Fuso UTC

# speed.text
source: Speed
pt_pt: Velocidade

# haccuracy.text
source: Horizontal accuracy
pt_pt: Precisão horizontal

# vaccuracy.text
source: Vertical accuracy
pt_pt: Precisão vertical

# map.text
source: Map
pt_pt: Mapa

# locationinfo.text
source: Location Info
pt_pt: Informação da Localização

# satellitelist.text
source: Satellite List
pt_pt: Lista de satelites

# nmeadata.text
source: NMEA Data
pt_pt: Dados NMEA

# settings.text
source: Settings
pt_pt: Definições

# about.text
source: About
pt_pt: Sobre

# preferences.text
source: Preferences
pt_pt: Preferências

# information.text
source: Information
pt_pt: Informação

# connbluetooth.text
source: Connected to GNSS Bluetooth
pt_pt: Conectar a um dispositivo Bluetooth

# constelations.text
source: Constellations
pt_pt: Constelações

# viewsatellitemap.text
source: Map satellite view
pt_pt: Vista satélite no mapa

# version.text
source: Build version
pt_pt: Versão

# aboutdescription.text
source: The location trhought the Global Positioning System (GPS) in urban environment sometimes generate errors from satellites signals what imply in poor accuracy on the position of the user and therefor the use is limited for mobile services. Then, this application has a goal to get all information about the status of the position, list all satellites in view of Global Navigation Satellite System (GNSS).
pt_pt: A localização através do sistema GPS (Global Positioning System), particularmente em ambiente urbano, onde os edifícios bloqueiam e geram erros nos sinais de satélite, tornam a localização pouco precisa e limitam a utilidade de muitos serviços móveis. Assim, esta aplicação tem a missão de obter a maior informação útil ao estado de localização, listar todas as constelações de satélites do sistema Global Navigation Satellite System (GNSS).

# author.text
source: Author
pt_pt: Autor

# exportdata.text
source: Save this data to a file
pt_pt: Guardar estes dados para um ficheiro

# satinview.text
source: Satellites in view
pt_pt: Satelites em vista

# satinuse.text
source: Satellites in use
pt_pt: Satelites em utilização

# gpsSat.text
source: GPS Satellites
pt_pt: GPS Satelites

# glonassSat.text
source: GLONASS Satellites
pt_pt: GLONASS Satelites

# galileoSat.text
source: Galileo Satellites
pt_pt: Galileo Satelites

# satelliteinfo.text
source: Satellite Info
pt_pt: Informação do satelite

# satAzimuth.text
source: Azimuth:
pt_pt: Azimute:

# satElevation.text
source: Elevation:
pt_pt: Elevação:

# satCarrierFreq.text
source: Carrier frequency:
pt_pt: Frequência da fase:

# satCarrierToNoise.text
source: Carrier-to-Noise:
pt_pt: Frequência da fase:

# satPseudoDistance.text
source: Pseudo-distance:
pt_pt: Pseudo-distancia:

# stListMessage.text
source: If no device GNSS is connected this view only will display simulated values until you connect to a device
pt_pt: Se nenhum dispositivo GNSS estiver conectado apenas mostrará dados simulados nesta vista
